/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Catálogo de Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "No se puede abrir el Catálogo Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "No pudo leer las propiedades de documento del catálogo Media Pro";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "No pudo leer las propiedades del artículo del catálogo Media Pro";

